Repository: JJJ/easttroyweb.com
Catalog: content/plugins/advanced-text-widget/languages/atw-*.po
Languages: ru_ru

source: Advanced text widget with PHP code support.
ru_ru: Расширенный текст виджет с поддержкой PHP кода.

source: Advanced Text
ru_ru: Расширенный текст виджет

source: Title above the widget
ru_ru: Название над виджетом

source: Title:
ru_ru: Название:

source: PHP Code (MUST be enclosed in &lt;?php and ?&gt; tags!):
ru_ru: PHP Код (должен быть заключен в &lt;?php и ?&gt; тэги!):

source: Widget Visibility:
ru_ru: Условия отображения виджета:

source: Show only on specified page(s)/post(s)/category. Default is All
ru_ru: Отображать только на указанных страницах/постах/категориях и т.д. По умолчанию "везде".

source: Show
ru_ru: Отображать

source: Do NOT show
ru_ru: Не Отображать

source: on
ru_ru: на

source: Slug/Title/ID:
ru_ru: Слаг/Название/ID:

source: Do not output widget title in the front-end.
ru_ru: Не выводить название виджета на экран.

source: Suppress Title Output
ru_ru: Не выводить название виджета на экран

source: Advanced Text Widget Options
ru_ru: Расширенный Текст Виджет: Опции

source: Add New Condition
ru_ru: Добавить Условие

source: Name %d
ru_ru: Название Условия %d

source: Code %d
ru_ru: Код Условия %d

source: Widget Visibility Conditions
ru_ru: Условия Отображения Виджета

source: Check out <a href="%s" target="_blank"><strong>Advanced Text Widget PRO!</strong></a> - it's inexpensive and comes with great features.
ru_ru: Посмотрите <a href="%s" target="_blank"><strong>Расширенный Текст Виджет ПРО!</strong></a> - не дорогой, но богатый опциами плагин.

source: Get Advanced Text Widget PRO!
ru_ru: Расширенный Текст Виджет ПРО: Опции

source: ATW PRO Plugin
ru_ru: РТВ Про

source: Advanced Text Widget PRO: Options
ru_ru: Расширенный Текст Виджет Про: Опции

source: Apply visibility conditions only to Advanced Text Widget
ru_ru: Применить условия отображения только к Расширенному Текст Виджету

source: Export Settings
ru_ru: Экспорт Настроек

source: Export
ru_ru: Экспорт

source: Import Settings
ru_ru: Импорт Настроек

source: Import
ru_ru: Импорт

source: Misc. Settings
ru_ru: Дополнительные Настройки

source: Settings
ru_ru: Настройки

source: Save Options
ru_ru: Сохранить

source: Help us spread the word :)
ru_ru: Поделитесь с другими :)

source: Link to it or blog about the plugin, so other users can find out about it.
ru_ru: Упомяните в своем блоге чтобы и другие могли воспользоваться.

source: Give it a good rating on <a href="%s">WordPress.org</a>
ru_ru: Поставьте плагину оценку на <a href="%s">WordPress.org</a>

source: Like this plugin?
ru_ru: Вам Нравится Плагин?

source: Help us make it better:
ru_ru: Помогите нам улучшить плагин:

source: Ask for help
ru_ru: Форум Помощи

source: Report a bug
ru_ru: Ошибки

source: Suggest improvements or new features
ru_ru: Предлагайте идеи по усовершенстованию

source: Need support?
ru_ru: Нуждаетесь в Поддержке?

source: Official Plugin Page
ru_ru: Официальная Страничка

source: Designed by <a href="%s"> Max Chirkov</a>
ru_ru: Разработчик <a href="%s"> Макс Чирков</a>

source: Sponsored by %s
ru_ru: Спонсор %s

source: Credits
ru_ru: Разработчики
