Repository: JJJ/easttroyweb.com
Catalog: content/plugins/news-manager/languages/news-manager-*.po
Languages: pl_pl

# taxonomy general name
source: News Categories
pl_pl: Kategorie aktualności

# taxonomy singular name
source: News Category
pl_pl: Kategoria aktualności

source: Search News Categories
pl_pl: Szukaj w kategoriach aktualności

source: All News Categories
pl_pl: Wszystkie kategorie aktualności

source: Parent News Category
pl_pl: Nadrzędna kategoria aktualności

source: Parent News Category:
pl_pl: Nadrzędna kategoria aktualności:

source: Edit News Category
pl_pl: Edytuj kategorię aktualności

source: View News Category
pl_pl: Zobacz kategorię aktualności

source: Update News Category
pl_pl: Aktualizuj kategorię aktualności

source: Add New News Category
pl_pl: Dodaj nową kategorię aktualności

source: New News Category Name
pl_pl: Dodaj nazwę nowej kategorii aktualności

source: News Categories
pl_pl: Kategorie aktualności

# taxonomy general name
source: News Tags
pl_pl: Tagi aktualności

# taxonomy singular name
source: News Tag
pl_pl: Tag aktualności

source: Search News Tags
pl_pl: Szukaj w tagach aktualności

source: Popular News Tags
pl_pl: Popularne tagi aktualności

source: All News Tags
pl_pl: Wszystkie tagi aktualności

source: Edit News Tag
pl_pl: Edytuj tag aktualności

source: Update News Tag
pl_pl: Aktualizuj tag aktualności

source: Add New News Tag
pl_pl: Dodaj nowy tag aktualności

source: New News Tag Name
pl_pl: Nazwa nowego taga aktualności

source: Separate news tags with commas
pl_pl: Oddziel kolejne tagi aktualności przecinkami

source: Add or remove news tags
pl_pl: Dodaj lub usuń tagi aktualności

source: Choose from the most used news tags
pl_pl: Wybierz spośród najpopularniejszych tagów aktualności

source: News Tags
pl_pl: Tagi aktualności

# post type general name
source: News
pl_pl: Aktualności

# post type singular name
source: News
pl_pl: Aktualność

source: News
pl_pl: Aktualności

source: All News
pl_pl: Wszystkie aktualności

source: Add New
pl_pl: Dodaj nową

source: Add New News
pl_pl: Dodaj nową aktualność

source: Edit News
pl_pl: Edytuj aktualność

source: New News
pl_pl: Nowa aktualność

source: View News
pl_pl: Zobacz aktualność

source: News Archive
pl_pl: Archiwum aktualności

source: Search News
pl_pl: Szukaj aktualności

source: No news found
pl_pl: Nie znaleziono żadnych aktualności

source: No news found in trash
pl_pl: Nie znaleziono żadnych aktualności w koszu

source: News updated. <a href="%s">View news</a>
pl_pl: Aktualność została zaktualizowana. <a href="%s">Zobacz aktualność</a>

source: Custom field updated.
pl_pl: Własne pole zostało zaktualizowane.

source: Custom field deleted.
pl_pl: Własne pole zostało zaktualizowane.

source: News updated.
pl_pl: Aktualność została zaktualizowana.

source: News restored to revision from %s
pl_pl: Aktualność została przywrócona do wersji z %s

source: News published. <a href="%s">View news</a>
pl_pl: Aktualność została opublikowana. <a href="%s">Zobacz aktualność</a>

source: News saved.
pl_pl: Aktualność została zapisana.

source: News submitted. <a target="_blank" href="%s">Preview news</a>
pl_pl: Aktualność została dodana. <a target="_blank" href="%s">Podejrzyj aktualność</a>

source: News scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview news</a>
pl_pl: Aktualność została zaplanowana na: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Podejrzyj aktualność</a>

source: News draft updated. <a target="_blank" href="%s">Preview news</a>
pl_pl: Szkic aktualności został zaktualizowany. <a target="_blank" href="%s">Podejrzyj aktualność</a>

source: Are you sure you want to reset these settings to defaults?
pl_pl: Czy jesteś pewny, że chcesz zresetować te ustawienia do domyślnych?

source: Support
pl_pl: Pomoc

source: No News
pl_pl: Brak aktualności

source: This post is password protected.
pl_pl: Ten wpis jest strzeżóny hasłem.

source: Enable
pl_pl: Włącz

source: Disable
pl_pl: Wyłącz

source: Tags dedicated for news post type only.
pl_pl: Tagi dedykowane tylko dla aktualności.

source: Tags
pl_pl: Tagi

source: Default WordPress tags, same as for posts.
pl_pl: Domyślne tagi WordPressa, takie jak dla wpisów.

source: Categories dedicated for news post type only.
pl_pl: Kategorie dedykowane tylko dla aktualności.

source: Categories
pl_pl: Kategorie

source: Default WordPress categories, same as for posts.
pl_pl: Domyślne kategorie WordPressa, takie jak dla wpisów.

source: title
pl_pl: tytuł

source: editor
pl_pl: edytor

source: author
pl_pl: autor

source: thumbnail
pl_pl: miniatura

source: excerpt
pl_pl: wypis

source: custom fields
pl_pl: własne pola

source: comments
pl_pl: komentarze

source: trackbacks
pl_pl: trackbacki

source: revisions
pl_pl: wersje wpisów

source: General settings saved.
pl_pl: Ustawienia ogólne zostały zapisane.

source: Capabilities settings saved.
pl_pl: Ustawienia uprawnień zostały zapisane.

source: Permalinks settings saved.
pl_pl: Ustawienia odnośników zostały zapisane.

source: General settings restored to defaults.
pl_pl: Ustawienia ogólne zostały przywrócone do domyślnych.

source: Capabilities settings restored to defaults.
pl_pl: Ustawienia uprawnień zostały przywrócone do domyślnych.

source: Permalinks settings restored to defaults.
pl_pl: Ustawienia odnośników zostały przywrócone do domyślnych.

source: Such menu does not exist.
pl_pl: Takie menu nie istnieje.

source: Menu name can not be empty.
pl_pl: Nazwa menu nie może być pusta.

source: General
pl_pl: Ogólne

source: Capabilities
pl_pl: Uprawnienia

source: Permalinks
pl_pl: Odnośniki

source: Tag prefix
pl_pl: Prefix dla tagów

source: Category prefix
pl_pl: Prefix dla kategorii

source: Publish News
pl_pl: Publikowanie wydarzeń

source: Edit Others News
pl_pl: Edytowanie wydarzeń innych

source: Edit Published News
pl_pl: Edytowanie opublikowanych wydarzeń

source: Delete Published News
pl_pl: Usuwanie opublikowanych wydarzeń

source: Delete News
pl_pl: Usuwanie wydarzeń

source: Delete Others News
pl_pl: Usuwanie wydarzeń innych

source: Read Private News
pl_pl: Czytanie prywatnych wydarzeń

source: Manage News Categories
pl_pl: Zarządzenie kategoriami wydarzeń

source: Manage News Tags
pl_pl: Zarządzanie tagami wydarzeń

source: Settings
pl_pl: Ustawienia

source: News Manager
pl_pl: Aktualności

source: Reset to defaults
pl_pl: Przywróć do domyślnych

source: Need support?
pl_pl: Potrzebujesz pomocy?

source: If you are having problems with this plugin, please talk about them in the
pl_pl: Jeśli masz jakiekolwiek problemy z tą wtyczką, napisz o nich na

source: Support forum
pl_pl: Forum pomocy

source: Do you like this plugin?
pl_pl: Lubisz tę wtyczkę?

source: Rate it 5
pl_pl: Oceń ją na 5

source: on WordPress.org
pl_pl: na WordPress.org

source: Blog about it & link to the
pl_pl: Napisz o niej i dodaj link do

source: plugin page
pl_pl: strony wtyczki

source: Check out our other
pl_pl: Sprawdź nasze inne

source: WordPress plugins
pl_pl: wtyczki do WordPressa

source: Created by
pl_pl: Stworzone przez

source: General settings
pl_pl: Ustawienia ogólne

source: News features support
pl_pl: Funkcjonalności aktualności

source: Use Tags
pl_pl: Tagi aktualności

source: Use Categories
pl_pl: Kategorie aktualności

source: News in RSS
pl_pl: Aktualności w RSS

source: News in Tags & Categories
pl_pl: Aktualności w tagach i kategoriach

source: Show link in menu
pl_pl: Wyświetlanie linku w menu

source: Date and time format
pl_pl: Format daty i godziny

source: First day of week
pl_pl: Pierwszy dzień tygodnia

source: Delete plugin settings on deactivation
pl_pl: Usuwanie danych wtyczki po deaktywacji

source: Capabilities settings
pl_pl: Ustawienia uprawnień

source: Permalinks settings
pl_pl: Ustawienia bezpośrednich odnośników

source: Single News prefix
pl_pl: Prefix dla pojedynczych wydarzeń

source: Select which features would you like to enable for your news.
pl_pl: Wybierz które funkcjonalności chcesz włączyć dla aktualności.

source: Select if you want to automatically add news archive link to nav menu.
pl_pl: Wybierz czy chcesz do menu automatycznie dodawać link do archiwum aktualności.

source: Title
pl_pl: Tytuł

source: Note: there is no menu to which you could add news archive link.
pl_pl: Uwaga: nie istnieje menu do którego można by dodać link.

source: Date
pl_pl: Data

source: Time
pl_pl: Godzina

source: Enter your preffered date and time formatting.
pl_pl: Podaj preferowany sposób formatowania daty.

source: Select preffered first day of the week for the calendar display.
pl_pl: Wybierz jaki dzień będzie pierwszym dniem tygodnia w kalendarzu.

source: Enable if you want to use News Categories.
pl_pl: Włącz tę opcję, jeśli chcesz korzystać z kategorii aktualności.

source: Include news post type in main RSS feed.
pl_pl: Dodaj aktualności to głównego kanału RSS strony.

source: By default Category and Tags archive pages include only default posts. Enable this if you want to display News (news post type) alongside posts.
pl_pl: Domyślnie, archiwa kategorii i tagów zawierają wyłącznie wpisy (post). Włącz tę opcję, jeśli razem z wpisami na stronach tagów i kategorii chcesz wyświetlić także aktualności.

source: Enable if you want to use News Tags.
pl_pl: Włącz tę opcję, jeśli chcesz korzystać z tagów aktualności.

source: Enable if you want all plugin data to be deleted on deactivation.
pl_pl: Włącz tę opcję, jeśli chcesz usunąć wszystkie dane wtyczki przy jej deaktywacji.

source: General News root slug to prefix all your news pages with.
pl_pl: Główna ścieżka do aktualności, która będzie poprzedzać wszystkie strony z związane aktualnościami.

source: News Tags archive page slug.
pl_pl: Odnośnik do tagów aktualności.

source: News Categories archive page slug.
pl_pl: Odnośnik do kategorii aktualności.

source: Do you want to prefix your news with the news category or news tag it belongs to.<br /><strong>Notice:</strong> This is an experimental feature and may not work on some permalink configurations.
pl_pl: Czy chcesz aby aktualności zawierały prefix w postaci kategorii lub tagu, do którego należą? <br /><strong>Uwaga:</strong> Ta funkcja jest mocno eksperymentalna i może nie działać poprawnie przy niektórych ustawieniach odnośników.

source: Role
pl_pl: Rola

source: None
pl_pl: Brak

source: News Archives
pl_pl: Archiwa aktualności

source: Displays news archives
pl_pl: Wyświetla archiwa aktualności

source: Monthly
pl_pl: Miesięczne

source: Yearly
pl_pl: Roczne

source: Ascending
pl_pl: Malejąco

source: Descending
pl_pl: Rosnąco

source: Display as dropdown
pl_pl: Wyświetl jako rozwijaną listę

source: Show number of news
pl_pl: Wyświetl liczbę aktualności

source: Display Type
pl_pl: Sposób wyświetlania

source: Order
pl_pl: Kolejność

source: News Calendar
pl_pl: Kalendarz aktualności

source: Displays news calendar
pl_pl: Wyświetla kalendarz aktualności

source: all
pl_pl: wszystkie

source: selected
pl_pl: wybrane

source: Highlight weekends
pl_pl: Podkreślanie weekendów

source: News List
pl_pl: Lista aktualności

source: Displays a list of news
pl_pl: Wyświetla listę aktualności

source: Publish date
pl_pl: Data publikacji

source: Number of news
pl_pl: Liczba aktualności

source: Order by
pl_pl: Sortowanie wg

source: Display news thumbnail
pl_pl: Wyświetl miniaturę

source: Display news excerpt
pl_pl: Wyświetl wypis

source: No news message
pl_pl: Komunikat przy braku aktualności

source: Date format
pl_pl: Format daty

source: Time format
pl_pl: Format godziny

source: Displays a list of news tags
pl_pl: Wyświetla listę tagów aktualności

source: Name
pl_pl: Tytuł

source: Show hierarchy
pl_pl: Pokaż hierarchię

source: Hide empty
pl_pl: Ukryj puste

source: Displays a list of news categories
pl_pl: Wyświetla listę kategorii aktualności
